var planController = {
    POSTAJAX : function(url,paramObj,success,err,complete){
        pajax.post({
            url:url,
            data:paramObj,
            success:success,
            error:err,
            complete:complete
        })
    },
    getProjectDataByDay : function(paramObj,success,err,complete){
        // this.POSTAJAX('FCT_EnergyPlanEntranceService',"",success,err,complete);
        success(
            {
                "version":"1.0",                //类型：String  必有字段  备注：无
                "result":"success",                //类型：String  必有字段  备注：无
                "reason":"mixed",                //类型：Mixed  必有字段  备注：无
                "content": [                //类型：Array  必有字段  备注：无
                     {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },{                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"VOEi1101010003000S",                //类型：String  必有字段  备注：无
                        "itemName":"分项名称",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：单个分项总数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    },
                    {                //类型：Object  必有字段  备注：无
                        "itemId":"itemTotalData",                //类型：String  必有字段  备注：无
                        "itemName":"分项汇总数据",                //类型：String  必有字段  备注：无
                        "totalData":36.2364164444444,                //类型：Number  必有字段  备注：所有分项数据
                        "itemData":  [                //类型：Array  必有字段  备注：无
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },{                //类型：Object  必有字段  备注：无
                                "time":"2017-01-01 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：单个分项单日能耗
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-02 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            },
                            {                //类型：Object  必有字段  备注：无
                                "time":"2017-01-03 00:00:00",                //类型：String  必有字段  备注：无
                                "planData":1.6000000000000227                //类型：Number  必有字段  备注：无
                            }
                        ]
                    }
                ]
            }
        )
    }
}